[
    {
        "rule": "Wykryj rodzaj",
        "label": "Jaki rodzaj postaci masz na myśli?",
        "answers": [
            {
                "img": "characters.jpg",
                "label": "humanoid"
            },
            {
                "img": "monsters.jpg",
                "label": "potwór"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ rasę",
        "label": "Jaka jest rasa Twojej postaci?",
        "answers": [
            {
                "img": "people.jpg",
                "label": "człowiek"
            },
            {
                "img": "elves.jpg",
                "label": "elf"
            },
            {
                "img": "dwarves.jpg",
                "label": "krasnolud"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ płeć",
        "label": "Jaka jest płeć Twojej postaci?",
        "answers": [
            {
                "img": "female.jpg",
                "label": "kobieta"
            },
            {
                "img": "male.jpg",
                "label": "mężczyzna"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ profesje",
        "label": "Co potrafi Twoja postać?",
        "answers": [
            {
                "img": "combat.jpg",
                "label": "walka"
            },
            {
                "img": "magic.jpg",
                "label": "magia"
            },
            {
                "img": "creativity.jpg",
                "label": "twórczość"
            },
            {
                "img": "governance.jpg",
                "label": "sprawowanie władzy"
            }
        ],
        "multiple": true
    },
    {
        "rule": "Określ którymi państwami włada (mężczyzna)",
        "label": "Czy Twoja postać włada którymś z tych państw?",
        "answers": [
            {
                "img": "temeria.jpg",
                "label": "Temeria"
            },
            {
                "img": "redania.jpg",
                "label": "Redania"
            },
            {
                "img": "kaedwen.jpg",
                "label": "Kaedwen"
            },
            {
                "img": "aedirn.jpg",
                "label": "Aedirn"
            },
            {
                "img": "kovir.jpg",
                "label": "Kovir"
            },
            {
                "img": "nilfgaard.jpg",
                "label": "Nilfgaard"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ którymi państwami włada (kobieta)",
        "label": "Czy Twoja postać władała którymś z tych państw?",
        "answers": [
            {
                "img": "cintra.jpg",
                "label": "Cintra"
            },
            {
                "img": "lyria_rivia.jpg",
                "label": "Lyria i Rivia"
            },
            {
                "img": "redania.jpg",
                "label": "Redania"
            },
            {
                "img": "dol_blathanna.jpg",
                "label": "Dol Blathanna"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Meve",
        "label": "To Meve - królowa Lyrii i Rivii",
        "answers": [
            {
                "img": "meve.jpg",
                "label": "<html>- Dlaczego - odezwała się nagle Meve - wszyscy patrzycie na mnie?
                          <br>- Zachwycamy się twoją urodą - zaburczał Henselt z głębi kufla.
                          <br>- To też - przytaknął Vizimir. - Meve, wszyscy wiemy, że potrafisz znaleźć wyjście z każdej sytuacji. Masz kobiecą intuicję, jesteś mądrą niewiastą... </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Calanthe",
        "label": "To Calanthe - królowa Cintry",
        "answers": [
            {
                "img": "calanthe.jpg",
                "label": "<html> w Lwiątku płynie krew Calanthe. Bardzo gorąca krew. Znałam Cali, gdy była młoda.
                          <br> Kiedy zobaczyła chłopa, to tak przebierała nogami, że jakby chrustu podetkać, zajęłaby się żywym ogniem.
                          <br> Jej córka Pavetta, matka Lwiątka, była kubek w kubek. To pewnie i Lwiątko daleko nie padło od jabłoni.</html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Francesca Findabair",
        "label": "To Francesca Findabair - elfia czarodziejka, królowa Doliny Kwiatów",
        "answers": [
            {
                "img": "francesca.jpg",
                "label": "<html> Za parą szła atrakcyjna kobieta o bardzo długich, ciemnozłotych włosach, szeleszcząc zdobioną koronkami suknią w kolorze rezedy.<br>
                          – Francesca Findabair, nazywana Enid an Gleanna, Stokrotką z Dolin. Nie wytrzeszczaj oczu, wiedźminie. Powszechnie uważa się ją za najpiękniejszą kobietę świata.<br>
                          – Jest członkiem Kapituły? – zdziwił się szeptem. – Wygląda na bardzo młodą. Też eliksiry magiczne?<br>
                          – Nie w jej przypadku. Francesca jest elfką czystej krwi. (...)<br>
                          Rzucało się to w oczy nawet wobec faktu, że u jego boku płynęła zwiewnie Francesca Findabair o ogromnych, sarnich oczach i urodzie wręcz zapierającej dech.<br>
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Esterad Thyssen",
        "label": "To Esterad Thyssen - król Koviru",
        "answers": [
            {
                "img": "esterad.jpg",
                "label": "<html> Król miał na ramionach karmazynowy, obszyty gronostajami płaszcz, na głowie zaś pasujące do płaszcza aksamitne chapeau.<br>
                          Jak wszyscy mężczyźni z klanu Thyssenidów, był wysoki, potężnie zbudowany i zbójecko przystojny. Wyglądał zawsze krzepko i zdrowo, niby marynarz, <br>
                          który dopiero co wrócił z morza - wręcz czuło się od niego morską wodę i zimny słony wiatr.<br>
                          Jak u wszystkich Thyssenidów, dokładny wiek króla trudny był do określenia.<br>
                          Patrząc na włosy, cerę i dłonie - miejsca najdobitniej świadczące o wieku - Esteradowi można było dać czterdzieści pięć lat. Dijkstra wiedział, że król ma pięćdziesiąt sześć. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Emhyr",
        "label": "To Emhyr Var Emreis - cesarz Nilfgaardu",
        "answers": [
            {
                "img": "emhyr.jpg",
                "label": "<html>Czekali obaj. W ciszy. Cierpliwie. Tak jak należało czekać na rozkazy, nad treścią i brzmieniem<br> 
                          których zastanawiał się imperator Nilfgaardu, Emhyr var Emreis, Deithwen Addan yn Carn aep Morvudd, Biały Płomień Tańczący na Kurhanach Wrogów.
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Henselt",
        "label": "To Henselt - król Kaedwen",
        "answers": [
            {
                "img": "henselt.jpg",
                "label": "<html>Po przeciwnej stronie stołu zasiadał Henselt, król Kaedwen,<br>
                          biegając po uczestnikach narady małymi przenikliwymi oczami, błyszczącymi w brodatej jak u rozbójnika fizjonomii. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Demawend",
        "label": "To Demawend - król Aedirn",
        "answers": [
            {
                "img": "demawend.jpg",
                "label": "<html>Demawend, władca Aedirn, siedział rozparty w fotelu, wpatrzony w kufel piwa ustawiony na brzuchu 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Foltest",
        "label": "To Foltest - król Temerii",
        "answers": [
            {
                "img": "foltest.jpg",
                "label": "<html>Byłem zawsze rzecznikiem pojednania i koegzystencji, ale jeśli oni wolą próbę sił, to spróbujemy, kto silniejszy.<br>
                          Jestem gotów. W Temerii podejmuję się wykończyć Wiewiórki w ciągu sześciu miesięcy.
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Radovid",
        "label": "To Radovid - król Redanii",
        "answers": [
            {
                "img": "radovid.jpg",
                "label": "<html>Nikt nie mógł wówczas przewidzieć i zgadnąć, że z tego trzynastolatka, teraz osoby bez żadnego znaczenia<br>
                          w kraju rządzonym przez Radę Regencyjną i Dijkstrę, wyrośnie król. Król, który - odpłaciwszy wszystkim doznane<br>
                          przez siebie i matkę zniewagi - przejdzie do historii jako Radowid V Srogi. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ czy romansowała z Geraltem",
        "label": "Czy miała romans z Geraltem z Rivii",
        "answers": [
            {
                "img": "romance.jpg",
                "label": "tak"
            },
            {
                "img": "no_romance.jpg",
                "label": "nie"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ czy doradza jakiemuś królowi",
        "label": "Czy jest doradcą któregoś z tych królów?",
        "answers": [
            {
                "img": "henselt.jpg",
                "label": "Henselt"
            },
            {
                "img": "foltest.jpg",
                "label": "Foltest"
            },
            {
                "img": "radovid.jpg",
                "label": "Radovid"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ szczególną cechę potwora",
        "label": "Co charakteryzuje tą postać?",
        "answers": [
            {
                "img": "moon.jpg",
                "label": "Reaguje na pełnię księżyca"
            },
            {
                "img": "force_drain.jpg",
                "label": "Wysysa siły witalne"
            },
            {
                "img": "polymorphism.jpg",
                "label": "Polimorfizm"
            },
            {
                "img": "blood.jpg",
                "label": "Pije krew"
            }
        ],
        "multiple": true
    },
    {
        "rule": "To wampir wyższego rzędu",
        "label": "To wampir wyższego rzędu",
        "answers": [
            {
                "img": "vampire_female.jpg",
                "label": "<html>Wieśniacy czosnek w wielkiej obfitości pojedli, a ku większej pewności wieńce sobie czosnkowe na szyjach pozawieszali.<br>
                         Niektórzy, osobliwie niewiasty, całe główki czosnku pozatykali, gdzie jeno mogli. Całe sioło czosnkiem śmierdziało horrendum, <br>
                         dumali tedy kmiecie, że w bezpieczności są i że nic im upir uczynić nie zdoła. Wielkie było zasię ich zdumienie, gdy upir, <br>
                         o północku nadleciawszy, nie zląkł się zgoła, jeno śmiać się jął, zębami od uciechy zgrzytać a szydzić. <br>
                         \"Dobrze to, wołał, żeście się przyprawili, wnet was żreć będę, a przyprawione mięsiwo więcej mi do smaku. Posólcie się jeszcze a popieprzcie, a i o musztardzie nie zapomnijcie.\"
                         <br>
                         <br>
                         Silvester Bugiardo, Liber Tenebrarum, czyli Xięga Przypadków Strasznych lecz Prawdziwych, nigdy Nauką nie Explikowanych 
                         </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To wilkołak",
        "label": "To wilkołak",
        "answers": [
            {
                "img": "werewolf.jpg",
                "label": "<html>Wyciągnął spod poduszki sakiewkę, szybko przeliczył dziesięciokoronówki. Sto pięćdziesiąt za wczorajszą mantikorę. <br>
                          Pięćdziesiąt za mglaka, którego zabił na zlecenie wójta z wioski pod Carreras. I pięćdziesiąt za wilkołaka, którego wystawili mu osadnicy z Burdorffu.<br>
                          Pięćdziesiąt za wilkołaka. Dużo, bo robota była łatwa. Wilkołak nie bronił się. Zagnany do jaskini, z której nie było wyjścia, <br>
                          uklęknął i czekał na cios miecza. Wiedźminowi było go żal. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To sukkub",
        "label": "To sukkub",
        "answers": [
            {
                "img": "sukkub.jpg",
                "label": "<html>Ów sukkub, co nocami mężów nawiedza i dręczy... Co to go wam jaśnie oświecona księżna pani ubić zleciła... <br>
                          Tuszę, zabijać go nie ma wcale musu. Przecie zmora nikomu nie wadzi, tak po prawdzie... Ot, nawiedzi czasem... Podręczy krzynę...<br>
                          - Ale jeno pełnoletnich - wtrącił szybko Malatesta.
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ czy jest mutantem",
        "label": "Czy jest mutantem?",
        "answers": [
            {
                "img": "mutant.jpg",
                "label": "Tak"
            },
            {
                "img": "no_mutant.jpg",
                "label": "Nie"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ cechę szczególną wiedźmina",
        "label": "Jaka jest jego cecha szczególna",
        "answers": [
            {
                "img": "yellow_eyes.jpg",
                "label": "Żółte oczy"
            },
            {
                "img": "white_hair.jpg",
                "label": "Białe włosy"
            },
            {
                "img": "scarface.jpg",
                "label": "Duża blizna na twarzy"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Triss",
        "label": "To Triss Merigold",
        "answers": [
            {
                "img": "triss.jpg",
                "label": "<html>Kasztanowłosa Triss Merigold, wesoła, chichocząca z byle powodu, wyglądająca jak podlotek. Lubił ją. I ona jego też.
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Coen",
        "label": "To wiedźmin Coen",
        "answers": [
            {
                "img": "coen.jpg",
                "label": "<html>Komora niezawodnie przebita. Aorta niemal odseparowana... A on jeszcze przed chwilą oddychał. Tu na stole. Ugodzony w samo serce, dożył aż do stołu...
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Geralt",
        "label": "To wiedźmin Geralt",
        "answers": [
            {
                "img": "geralt.jpg",
                "label": "<html>-To wszakże twoi rodacy, wiedźminie - powiedział Regis. - Przecież nazywają cię Geraltem z Rivii.<br>
                          - Poprawka - odrzekł zimno. - To ja sam się tak nazywam, żeby było ładniej. Imię z takim dodatkiem budzi u moich klientów większe zaufanie.<br>
                          -Pojmuję - uśmiechnął się wampir. - Dlaczego jednak wybrałeś właśnie Rivię?<br>
                          <br>- Ciągnąłem patyki. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Eskel",
        "label": "To wiedźmin Eskel",
        "answers": [
            {
                "img": "eskel.jpg",
                "label": "<html>Obok Geralta stał Eskel, podobny do Wilka jak brat, jeśli nie liczyć koloru włosów i długiej blizny zniekształcającej policzek. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To bard Jaskier",
        "label": "To bard Jaskier",
        "answers": [
            {
                "img": "jaskier.jpg",
                "label": "<html>Wiadomym jest mi, że masz lat blisko czterdzieści, wyglądasz na blisko trzydzieści, wyobrażasz sobie, że masz nieco ponad dwadzieścia, <br>
                          a postępujesz tak, jakbyś miał niecałe dziesięć. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ czy to zaręczony krasnolud",
        "label": "Czy ta postać jest zaręczona?",
        "answers": [
            {
                "img": "engaged.jpg",
                "label": "Tak"
            },
            {
                "img": "no_engaged.jpg",
                "label": "Nie"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Zoltan Chivay",
        "label": "To krasnolud Zoltan Chivay",
        "answers": [
            {
                "img": "zoltan.jpg",
                "label": "<html>- Moją ogromną przywarą - wyjaśnił - jest niepohamowana dobroć. Ja po prostu muszę czynić dobro. <br>
                          Jestem jednak rozsądnym krasnoludem i wiem, że wszystkim wyświadczyć dobra nie zdołam, Gdybym próbował być dobry dla wszystkich, <br>
                          dla całego świata i wszystkich zamieszkujących go istot, byłaby to kropelka pitnej wody w słonym morzu, innymi słowy: stracony wysiłek. <br>
                          Postanowiłem zatem czynić dobro konkretne, takie, które nie idzie na marne. Jestem dobry dla siebie i dla mego bezpośredniego otoczenia. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Yarpen",
        "label": "To krasnolud Yarpen Zigrin",
        "answers": [
            {
                "img": "yarpen.jpg",
                "label": "<html>
                          - Yarpen Zigrin - stwierdził Geralt, zaskoczony. - Nikt inny, a Yarpen Zigrin we własnej brodatej osobie!</br>
                          (...)<br>
                          Krasnolud podszedł, wyciągnął rękę. Jego uścisk mógł śmiało pójść w zawody z żelaznymi obcęgami. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Filippa Eilhart",
        "label": "To Filippa Eilhart",
        "answers": [
            {
                "img": "filippa.jpg",
                "label": "<html>Filippa Eilhart, choć bardzo atrakcyjna, była zdecydowanie bardzo niemiła.<br>
                          Oprócz tego Filippa Eilhart była ważną osobą w Radzie Czarodziejów i zaufaną nadworną magiczką króla Vizimira. <br>
                          Była bardzo zdolną magiczką. Wieść głosiła, że była jedną z niewielu, które posiadały sztukę polimorfii. <br>
                          Wyglądała na trzydzieści lat. Prawdopodobnie miała nie mniej niż trzysta. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Sabrina Glevissig",
        "label": "To Sabrina Glevissig",
        "answers": [
            {
                "img": "sabrina.jpg",
                "label": "<html>- Wszystkie z nas spotka marny los, chciałam powiedzieć - dokończyła szybko Sabrina. - Filippa, Triss i ja, wszystkie trzy byłyśmy na Wzgórzu Sodden. <br>
                          Emhyr rozliczy się z nami za tamtą klęskę, za Thanedd, za całokształt naszej działalności. Ale to tylko jedno z zastrzeżeń, <br>
                          które budzi we mnie deklarowana apolityczność tego konwentu. Czy udział w nim oznacza natychmiastową rezygnację z czynnej i politycznej wszak służby, <br>
                          którą obecnie pełnimy przy naszych królach? Czy też mamy w tej służbie pozostać i służyć dwóm paniom: magii i władzy?
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Yennefer",
        "label": "To Yennefer z Vengerbergu",
        "answers": [
            {
                "img": "yen.jpg",
                "label": "<html>-Nie przesadzasz? -uśmiechnął się wiedźmin. -Nie zrobiła na mnie aż tak złego wrażenia. Wyższość, owszem, lubi demonstrować, <br>
                          ale w porównaniu z innymi czarodziejami, z tą całą arogancką bandą, jest chodzącym wdziękiem i wcieloną życzliwością. <br>
                          Chireadan również się uśmiechnął. -To trochę tak -powiedział -jakbyś uważał, że skorpion jest ładniejszy niż pająk, bo ma taki śliczny ogonek. <br>
                          Uważaj, Geralt. Nie jesteś pierwszym, który tak ją ocenia, nie wiedząc, że z wdzięku i urody uczyniła broń. <br>
                          Oręż, którym posługuje się nader zręcznie i bez skrupułów. Co oczywiście nie umniejsza faktu, że jest fascynująco urodziwą kobietą. Nie zaprzeczysz, prawda?
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ kolor włosów kobiety",
        "label": "Jaki jest kolor jej włosów",
        "answers": [
            {
                "img": "ashen_hair.jpg",
                "label": "popielate"
            },
            {
                "img": "black_hair.jpg",
                "label": "czarne"
            },
            {
                "img": "white_hair.jpg",
                "label": "białe"
            },
            {
                "img": "bronze_hair.jpg",
                "label": "brązowe"
            },
            {
                "img": "red_hair.jpg",
                "label": "rude"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To Ciri",
        "label": "To Ciri - czarodziejka, wiedźminka",
        "answers": [
            {
                "img": "ciri.jpg",
                "label": "<html>- Tak, Nenneke - powiedziała. - Nie ma wątpliwości.. Wystarczy zajrzeć w te zielone oczęta, by wiedzieć, że coś w niej jest. 
                          Wysokie czoło, regularne łuki brwiowe, ładny rozstaw oczu. Cienkie skrzydełka nosa. Długie palce. Rzadki pigment włosów.Ewidentna krew elfów, <br>
                          choć niedużo w niej tej krwi. Elfi pradziadek lub prababka. Trafiłam? 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Nie znaleziono rozwiązania",
        "label": "Nie wiem o kogo chodzi :(",
        "answers": [
            {
                "img": "no_solution.jpg",
                "label": ""
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ typ potwora",
        "label": "Jakiego rodzaju jest ten potwór?"
        "answers": [
            {
                "img": "intelligent.jpg",
                "label": "inteligentny"
            },
            {
                "img": "primitive.jpg",
                "label": "prymitywny"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ gatunek dowolnego potwora",
        "label": "Jaki jest jego gatunek?"
        "answers": [
            {
                "img": "ghoul.jpg",
                "label": "upiór"
            },
            {
                "img": "insectoid.jpg",
                "label": "insektoid"
            },
            {
                "img": "lykantrop.jpg",
                "label": "lykantrop"
            },
            {
                "img": "man_eater.jpg",
                "label": "trupojad"
            },
            {
                "img": "other.jpg",
                "label": "inny"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ gatunek inteligentnego potwora",
        "label": "Jaki jest jego gatunek?"
        "answers": [
            {
                "img": "ghoul.jpg",
                "label": "upiór"
            },
            {
                "img": "lykantrop.jpg",
                "label": "lykantrop"
            },
            {
                "img": "other.jpg",
                "label": "inny"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ gatunek prymitywnego potwora",
        "label": "Jaki jest jego gatunek?"
        "answers": [
            {
                "img": "ghoul.jpg",
                "label": "upiór"
            },
            {
                "img": "insectoid.jpg",
                "label": "insektoid"
            },
            {
                "img": "man_eater.jpg",
                "label": "trupojad"
            }
        ],
        "multiple": false
    },
    {
        "rule": "Określ podatności potwora",
        "label": "Na co podatny jest ten potwór?"
        "answers": [
            {
                "img": "iron.jpg",
                "label": "żelazo"
            },
            {
                "img": "silver.jpg",
                "label": "srebro"
            },
            {
                "img": "fire.jpg",
                "label": "ogień"
            },
            {
                "img": "sound.jpg",
                "label": "hałas"
            },
            {
                "img": "light.jpg",
                "label": "światło"
            }
        ],
        "multiple": true
    },
    {
        "rule": "To leszy",
        "label": "To leszy"
        "answers": [
            {
                "img": "leszy.jpg",
                "label": "<html>Coś, co siedziało w koronie olbrzymiego dębu, wrzeszczało i syczało. Mógł to być leszy, ale mógł też to być i zwykły żbik. <br>
                          Wiedźmin nie zatrzymał się, by sprawdzić.
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To złoty smok",
        "label": "To złoty smok"
        "answers": [
            {
                "img": "dragon.jpg",
                "label": "<html>Na niewysokim pagórze siedziało stworzenie. Siedziało, wyginając w regularny łuk długą, smukłą szyję, skłoniwszy wąską głowę na wysklepioną pierś, <br>
                          oplatając ogonem przednie, wyprostowane łapy. Było w tym stworzeniu, w pozycji, w jakiej siedziało, coś pełnego niewysłowionej gracji, coś kociego, <br>
                          coś, co zaprzeczało ewidentnie jego gadziej proweniencji. Niezaprzeczalnie gadziej. Stworzenie było bowiem pokryte łuską, wyraźną w rysunku, <br>
                          błyszczącą rażącym w oczy blaskiem jasnego, żółtego złota. Bo stworzenie siedzące na pagórku było złote - złote od czubków zarytych w ziemię pazurów <br>
                          po koniec długiego ogona, poruszającego się leciutko wśród porastających pagórek ostów. Patrząc na nich wielkimi, złotymi oczami, <br>
                          stworzenie rozwinęło szerokie, złociste, nietoperze skrzydła i tak trwało nieruchome, każąc się podziwiać. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To przeraza",
        "label": "To przeraza"
        "answers": [
            {
                "img": "przeraza.jpg",
                "label": "<html>Zaczęła uważniej patrzeć pod nogi, a przed oczami stanęły jej ryciny z ksiąg, które oglądała w Kaer Morhen. Gigantyczny skorpion. <br>
                          Scarletia. Przera­za. Wicht. Lamia. Krabopąjąk. Potwory żyjące na pusty­niach. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To ghul",
        "label": "To ghul"
        "answers": [
            {
                "img": "ghul.jpg",
                "label": "<html>
                          - Srebrny grot - powiedziała. - Na takową okazję chowany. Pięć koron mnie na bazarze kosztował. Takim ghula da się ubić, wiedźminie?<br>
                          - Nie sądzę, by tu były ghule.<br>
                          - Sam mówiłeś - warknął Zoltan - że wisielca na dębie ghule obgryzły. A gdzie cmentarz, tam i ghule.<br>
                          - Nie zawsze.<br>
                          - Trzymam cię za słowo. Tyś Wiedźmin, specjalista, będziesz nas tedy bronił, mam nadzieję. Maruderów dziarsko pochlastałeś... Czy ghule biją się lepiej od maruderów? <br>
                          - Nieporównanie. Prosiłem, przestań panikować. 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To wampir niższego rzędu",
        "label": "To wampir niższego rzędu"
        "answers": [
            {
                "img": "garkain.jpg",
                "label": "<html> Wampir a. upiór, jest człowiek zmarły, przez Chaos ożywiony. Pierwsze życie utraciwszy, w. drugiego w nocnej porze używa. <br>
                          Wychodzi z grobu przy świetle księżyca i jeno za śladem jego promieni postępować może; napada śpiące dziewczęta lub młodych parobczaków, <br>
                          których nie przebudziwszy, krew ich słodką ssie.<br><br>

                          Physiologus 
                          </html>"
            }
        ],
        "multiple": false
    },
    {
        "rule": "To skolopendromorf",
        "label": "To skolopendromorf",
        "answers": [
            {
                "img": "skolopendromorf.jpg",
                "label": "<html>To coś miało około dwóch sążni długości i było ciemnobrązowe. W pierwszej chwili Geralt pomyślał, że to wąż. <br>
                          Ale spostrzegł żółte, ruchliwe, haczykowate odnóża, płaskie segmenty długiego tułowia i zorientował się, że to nie wąż. Że to coś znacznie gorszego.<br>
                          (...) Olbrzymi wij uniósł ponad trawy długie, drgające czułki, łowił nimi zapach i ciepło.
                          </html>"
            }
        ],
        "multiple": false
    },
]
